tap "azure/functions"
tap "homebrew/bundle"
brew "cryptography"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "docker-compose"
brew "gh"
brew "git"
brew "grep"
brew "harfbuzz"
brew "jq"
brew "lsd"
brew "openjdk"
brew "openjdk@21"
brew "parquet-cli"
brew "pipenv"
brew "python@3.11"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "brave-browser"
cask "docker"
cask "dropzone"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "heptabase"
cask "hiddenbar"
cask "keepingyouawake"
cask "monitorcontrol"
cask "music-decoy"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "visual-studio-code"
cask "warp"
cask "xmind"
