[
  "obsidian-style-settings",
  "obsidian-embedded-code-title",
  "obsidian-checklist-plugin",
  "obsidian-mind-map",
  "obsidian-zoom",
  "obsidian-admonition",
  "pane-relief",
  "lapel",
  "emoji-shortcodes",
  "recent-files-obsidian",
  "highlightr-plugin",
  "periodic-notes",
  "dataview",
  "calendar",
  "templater-obsidian",
  "obsidian-hover-editor",
  "obsidian-contextual-typography",
  "obsidian-pandoc",
  "obsidian-plantuml",
  "obsidian-tasks-plugin",
  "todoist-sync-plugin",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "obsidian-advanced-slides",
  "obsidian-excalidraw-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "table-editor-obsidian"
]